Repository: MaisOuMenos170/Zanzar
Catalog: ZanzarProject/ZanzarProject/Resources/Localizable.xcstrings
Source language: pt_br
Languages: en

# backButton.accessibilityLabel
source: Voltar
en: Back

# locationMap.clusterPin.accessibilityLabel %lld
source: %lld lugares nesta área
en: %lld places in this area

# locationMap.loadingIndicator.title
source: Localizando você…
en: Finding your location…

# locationMap.locationAccessDenied
source: Acesso à localização negado. Ative nas Configurações para ver lugares próximos.
en: Location access was denied. Enable it in Settings to see nearby places.

# locationMap.locationUnavailable
source: Não foi possível obter sua localização. Tente novamente.
en: Couldn't determine your location. Try again.

# locationMap.pin.accessibilityLabel
source: Lugar
en: Place

# locationMap.placesLoadError
source: Não foi possível carregar os lugares. Tente novamente.
en: Couldn't load places. Try again later.

# locationMap.userLocation.accessibilityLabel
source: Sua localização
en: Your location

# login.emailField.errorEmpty
source: Informe seu email para continuar.
en: Enter your email to continue.

# login.emailField.errorInvalid
source: Email incorreto
en: Incorrect email

# login.emailField.placeholder
source: exemplo@email.com
en: example@email.com

# login.passwordField.errorEmpty
source: Digite sua senha para continuar.
en: Enter your password to continue.

# login.passwordField.errorInvalid
source: Senha incorreta
en: Incorrect password

# login.passwordField.label
source: Senha
en: Password

# login.passwordField.placeholder
source: Digite uma senha
en: Enter a password

# login.submitButton.title
source: Fazer login
en: Log in

# login.submitError.generic
source: Não foi possível entrar. Tente novamente.
en: Could not sign in. Try again.

# login.submitError.invalidCredentials
source: Email ou senha incorretos.
en: Incorrect email or password.

# mainTab.discoverTab.title
source: Descobrir
en: Discover

# mainTab.profileTab.title
source: Perfil
en: Profile

# placeDetail.cellularPrompt.allowButton.title
source: Permitir
en: Allow

# placeDetail.cellularPrompt.declineButton.title
source: Agora não
en: Not now

# placeDetail.cellularPrompt.message
source: As fotos dos lugares vêm do Google Maps e podem usar seus dados móveis.
en: Place photos are loaded from Google Maps and may use your mobile data.

# placeDetail.cellularPrompt.title
source: Usar dados móveis para fotos?
en: Use mobile data for photos?

# placeDetail.checkInButton.doneTitle
source: Check-in feito
en: Check-in done

# placeDetail.checkInButton.title
source: Fazer check-in
en: Check in

# placeDetail.checkInError.notAuthenticated
source: Entre na conta para fazer check-in neste lugar.
en: Sign in to check in at this place.

# placeDetail.details.fallbackDescription
source: Nenhuma descrição disponível para este lugar.
en: No description available for this place.

# placeDetail.detailsSection.title
source: Detalhes
en: Details

# placeDetail.directionsButton.title
source: Bora lá!
en: Let's go!

# placeDetail.errorAlert.title
source: Algo deu errado
en: Something went wrong

# placeDetail.errorState.message
source: Tente novamente mais tarde.
en: Try again later.

# placeDetail.errorState.title
source: Não foi possível carregar o lugar
en: Could not load place

# placeDetail.header.closedNow
source: Fechado agora
en: Closed now

# placeDetail.header.distanceFormat
source: a %.1fkm
en: %.1f km away

# placeDetail.header.hoursUnavailable
source: Horário indisponível
en: Hours unavailable

# placeDetail.header.openNow
source: Aberto agora
en: Open now

# placeDetail.loadingIndicator.title
source: Carregando lugar…
en: Loading place…

# placeDetail.navigationSheet.openIn %@
source: Abrir no %@
en: Open in %@

# placeDetail.navigationSheet.title
source: Selecione uma ação
en: Select an action

# placeDetail.nearbySection.title
source: Lugares próximos
en: Nearby places

# placeDetail.reactionItem.accessibilityLabel
source: %lld reações
en: %lld reactions

# placeDetail.reactionsSection.emptyMessage
source: Local ainda sem reações. Faça check-in para deixar sua reação.
en: Place with reactions. Check in to leave a reaction.

# placeDetail.reactionsSection.title
source: Reações
en: Reactions

# placeDetail.statsCard.totalCheckInsLabel
source: Check-ins Totais
en: Total Check-ins

# placeDetail.statsCard.sealPreviewAccessibilityLabel
source: Selo de %@ — a conquistar
en: %@ seal — to be earned

# placeDetail.statsCard.sealEarnedAccessibilityLabel
source: Selo de %@ conquistado
en: %@ seal earned

# placeDetail.tag.park
source: Parque
en: Park

# placeDetail.tag.touristSpot
source: Ponto turístico
en: Tourist spot

# profile.checkInCard.dateLabel %@
source: Data: %@
en: Date: %@

# profile.checkInCard.openDetailsHint
source: Abre os detalhes do lugar
en: Opens the place details

# profile.checkInCard.unknownPlace
source: Lugar desconhecido
en: Unknown place

# profile.errorState.message
source: Verifique sua conexão e tente novamente.
en: Check your connection and try again.

# profile.errorState.retryButton.title
source: Tentar novamente
en: Try Again

# profile.errorState.title
source: Não foi possível carregar seu perfil
en: Couldn't load your profile

# profile.header.signOutAccessibilityLabel
source: Sair
en: Sign out

# profile.loadError.notAuthenticated
source: Você precisa entrar para ver seu perfil.
en: You need to sign in to see your profile.

# profile.loadingIndicator.title
source: Carregando perfil…
en: Loading profile…

# profile.recentCheckIns.empty
source: Nenhum check-in ainda.
en: No check-ins yet.

# profile.recentCheckIns.title
source: Últimos check-ins
en: Recent check-ins

# profile.signOutAlert.title
source: Não foi possível sair. Tente novamente.
en: Couldn't sign out. Please try again.

# profile.signOutConfirmation.cancelButton.title
source: Cancelar
en: Cancel

# profile.signOutConfirmation.confirmButton.title
source: Sair
en: Sign Out

# profile.signOutConfirmation.message
source: Você precisará entrar novamente para acessar seu perfil.
en: You'll need to sign in again to access your profile.

# profile.signOutConfirmation.title
source: Sair da conta?
en: Sign out?

# profile.stats.itinerariesLabel
source: roteiros
en: itineraries

# profile.stats.sealsLabel
source: selos
en: seals

# ratingPrompt.dismissButton.title
source: Agora não
en: Not now

# ratingPrompt.emotion.delighted
source: Encantado
en: Delighted

# ratingPrompt.emotion.happy
source: Feliz
en: Happy

# ratingPrompt.emotion.nauseated
source: Enjoado
en: Nauseated

# ratingPrompt.emotion.sad
source: Triste
en: Sad

# ratingPrompt.emotion.sleepy
source: Com sono
en: Sleepy

# ratingPrompt.error.notAuthenticated
source: Entre na sua conta para avaliar este lugar.
en: Sign in to rate this place.

# ratingPrompt.message.prefix
source: Vimos que você já saiu de
en: We noticed you've left

# ratingPrompt.message.suffix
source: . Gostaria de avaliar sua experiência deixando uma reação para outras pessoas?
en: . Would you like to rate your experience by leaving a reaction for other people?

# ratingPrompt.submitButton.title
source: Avaliar
en: Rate

# ratingPrompt.title
source: Avaliação
en: Rating

# signUp.emailField.errorEmpty
source: Informe seu email para continuar.
en: Enter your email to continue.

# signUp.emailField.errorInvalid
source: Email inválido. Use um formato como exemplo@email.com
en: Invalid email. Use a format like example@email.com

# signUp.emailField.errorRequired
source: Insira um email
en: Enter an email

# signUp.emailField.placeholder
source: exemplo@email.com
en: example@email.com

# signUp.header.title
source: Cadastro
en: Sign up

# signUp.passwordField.errorEmpty
source: Crie uma senha para continuar.
en: Create a password to continue.

# signUp.passwordField.errorInvalid
source: A senha deve ter pelo menos 8 caracteres e incluir uma letra e um número.
en: Password must be at least 8 characters and include a letter and a number.

# signUp.passwordField.errorRequired
source: Digite uma senha
en: Enter a password

# signUp.passwordField.errorTooShort
source: A senha deve ter pelo menos 8 caracteres.
en: Password must be at least 8 characters.

# signUp.passwordField.label
source: Senha
en: Password

# signUp.passwordField.placeholder
source: Digite uma senha
en: Enter a password

# signUp.submitButton.title
source: Criar conta
en: Create account

# signUp.submitError.accountCreatedLoginRequired
source: Conta criada. Faça login para continuar.
en: Account created. Please log in to continue.

# signUp.submitError.emailInUse
source: Este email já está cadastrado.
en: This email is already registered.

# signUp.submitError.generic
source: Não foi possível criar sua conta. Tente novamente.
en: Could not create your account. Try again.

# signUp.usernameField.errorEmpty
source: Informe um nome de usuário para continuar.
en: Enter a username to continue.

# signUp.usernameField.errorRequired
source: Digite um nome
en: Enter a username

# signUp.usernameField.errorTooShort
source: O nome deve ter pelo menos 3 caracteres.
en: Username must be at least 3 characters.

# signUp.usernameField.label
source: Nome de usuário
en: Username

# signUp.usernameField.placeholder
source: Crie um nome
en: Create a username

# welcome.createAccountButton.title
source: Criar conta
en: Create account

# welcome.header.subtitle
source: Conheça lugares legais. Em Curitiba.
en: Discover cool places. In Curitiba.

# welcome.header.title
source: Bem-vindo ao nosso app!
en: Welcome to our app!

# welcome.loginButton.title
source: Fazer login
en: Log in

# placeDetail.tag.curiosity
source: Curiosidade
en: Curiosity

# placeDetail.tag.historic
source: Histórico
en: Historic

# placeDetail.tag.museum
source: Museu
en: Museum

# placeDetail.tag.party
source: Festas
en: Party

# placeDetail.tag.restaurant
source: Restaurante
en: Restaurant

# placeDetail.statsCard.categoryUnknown
source: Categoria desconhecida
en: Unknown category
